<html>
<head>
<meta charset='UTF-8'>
<script src='./wmui.js'></script>
<link rel='stylesheet' href='./wmui.css'>
<link href='../webicon.ico' rel='icon' type='image/ico'>
<title>WMProject User Interface</title>
</head>
<table class='pagedatamain'>
<tr>
<td>
<pre>
第1章 梦
　　那诡异而扭曲的天空此时看上去格外可怕。
　　灰色是这个世界的主色调，灰色的高大建筑，灰色的合金地面，灰色的交通工具，灰色的天空，还有悬挂于天空的那三个无比巨大的灰色球体。
　　一个已经死亡的金属世界。
　　这应该是废墟吧？
　　走在沉寂的钢铁丛林中，我不由得这样想道，但与印象中的废墟不同，这里的一切都没有损毁的痕迹，最起码从外表上看，这些冰冷的钢铁表面没有一丝伤痕，它们似乎并不是因严重破坏而被废弃，而更像是进入了一种休眠状态，沉睡的巨兽——这是我想出的更适合它的称呼。
　　这个沉睡的世界是如此的寂静，以至于脚步声成了耳中唯一的声音，走了不知道多久，我终于感到有些劳累，于是找了一个看上去是某种飞行工具起降平台的地方我便坐了下去。
　　距离离开这里还要一点时间，无聊之余我开始再次打量天空那三个巨大无比的金属球体。它们是如此巨大，以至于几乎占据了整个天空三分之一的面积，在它们的表面隐隐可以看到无数尖锐的突起和网格一般的纹理，给人的感觉就好像科幻片中的巨大行星要塞一般——说实话，这个世界的一切比任何一部科幻片都要科幻。
　　无聊之余，我就这么盯着天上的那三个行星般巨大的金属圆球，直到它们带来的压迫感使我不得不转移开视线为止。
　　感觉，它们距离地面又近了一些。
　　事实上，它们的确在不断接近地面，在第一次来到这里的时候，它们还只是高高挂在天空的三个小黑点，但每当我进入一次这个世界，它们就会更加接近地面一点，有时候一次就接近很多，有时候只是很细微的变化，不仔细看的话根本分辨不出它们是不是移动过，但我知道，它们一直在下降，也许终有一天它们会接触到地面也说不定，不知道到那时候这个世界会不会产生一些变化呢？无聊的我对此真是相当期待啊。
　　“还没有找到……”一个声音突然响彻整个天空，然后整个世界开始剧烈地晃动，离开的时候到了。
　　※※※※
　　“叮铃铃……”一阵急促的闹铃将我从沉沉的梦境中唤醒，费力地睁开眼睛，然后用力摇动着昏昏沉沉的脑袋，视野中的东西晃动了好一会才终于稳定下来，然后又过了好久，我才终于从整晚那莫名其妙的怪梦中清醒过来。
　　怪梦啊……
　　不知道从什么时候起，我就一直在做着这个怪梦，梦中独自一人行走在一个死寂的金属世界之中，周围是宛若未来世界的景象，末日般的苍凉气息是这个世界的主旋律，但尽管周围的景象是那么的令人压抑，我在梦中却丝毫感不到惊慌，就好像那一切都是早就熟悉的景象一样，每次，当梦境结束的时候，总会有一个声音响起，用似乎很失望的声音说着：“还没有找到……”
　　整个过程就好像一场粗制滥造的无极一般，你完全无法根据那堆扯淡的片段分析出有用的剧情，反正我是直到现在都搞不明白这个梦境里的东西是啥意思。
　　这个声音，究竟在寻找什么呢？还是说，它在希望我去寻找什么？
　　可惜的是，在梦中从未找到答案。
　　这个梦我从未对任何人提起过，虽然不知道它意味着什么，但直觉上我总是觉得这个梦有着不同寻常的意义，而贸然将这个秘密告诉其他人将会给我带来巨大的麻烦。
　　“周一啊……”我咕哝着，极其不情愿地从被窝里钻了出来，已经初冬的天气让我不由得打了个冷战，不过咱最终还是成功地抵抗了温暖的被窝对我的吸引力，因为再不赶快的话，上课就要迟到了。
　　我，陈俊，一名高三的学生，自幼就是孤儿，没有父母兄弟，从小是被一对商人夫妇收养的，自从养父养母去世之后，便只有一个大我五岁没有血缘关系的姐姐相依为命，人生就如同一杯白水般淡而无味，唯一值得庆幸的是，我和姐姐从养父养母那里继承了一笔可观的遗产，让我们的生活不像其他的孤儿那样困难，自很小的时候就独自打理家业的姐姐对我也不错，至少还是能感觉到家的温暖的。
　　在我还在思考昨晚上的梦境是否与往常有什么不同的时候，姐姐的声音在门外响起：“阿俊，起来了么？时间不早了！”
　　“哦，这就出来！”我答应着，飞快地穿好衣服，打开房门，在门外的是一个留着长发的漂亮女孩——这就是收养我的姐姐，陈倩，一个看上去柔弱但实际上非常坚强的女孩子，尽管只大五岁，但在她的身边我总能找到一种温暖的感觉。
　　“怎么了阿俊，我脸上有什么东西么？”或许是被我看得有些不好意思，姐姐的脸一红，然后有些慌张地问道。
　　“啊，没什么，我在想事情……那我去学校了！”
　　“诶——等等，你还没吃饭……”
　　“来不及了，那我先走了！”
　　沧澜私立高中，这是一座名副其实的贵族学校，除了花费高昂之外其本身的教学素质也远远超出了一般的公立学校，这导致这座声名远播的贵族学校成为了一般平民学生想都不敢想的地方，能够进入这里读书的学生至少也是身家过亿的巨富之后或者权贵之子，要不就是在全国都可以排的上名号的超级天才——毕竟一座学校要想发展光有钱是不够的，一些足以壮门面的优秀学生也是必不可少的。总而言之一句话，这所学校是一个从各个方面都完美地符合了各种青春偶像剧中出现王子与灰姑娘剧情标准的圣地。
　　我之所以要对这个学校介绍这么多，就是因为我正是在这所学校——的对面上学的……
　　K市第二中学，这才是我真正就读的学校。
　　不管从哪方面来看都是一个普通到不能再普通的学校，和对面宛若皇家园林一般的沧澜私立高中比起来简直一个是都市一个是乡村，在这里读书的人也是相当普通的学生，我们中的大多数人甚至连对面学校的学生每天穿的衣服都叫不出名字来，这样仅隔着一条大街而对比鲜明的两个学校也成为了这里出名的景观之一。
　　我就是这里的学生之一，毕竟虽然我和姐姐家境还算富裕富裕，但要和沧澜的贵公子们比起来还是差得太远了。
　　“阿俊！”一个清脆的声音在我的身后响起，我回过头去，正好看到一个留着短发身材娇小的女孩向这边跑来。
　　许浅浅，这是我最要好的朋友之一，就是那种传说中一起长大小时后还一起洗过澡的青梅竹马，不过在上初中之后她便搬到了城市的另外一个地方，我们见面的机会也少了很多，不过那并没有影响到我和浅浅的关系，来到这所兼具初中部和高中部的学校之后，我们又突然惊喜地发现对方也选择了这所就在本市的学校，于是我们好像又恢复了从前一起上学的时光。按照一般剧情的发展，这样一个从小一起长大的青梅竹马有大约百分之八十的几率成为我的恋人，而且事实上我们自己也是这么认为的，但是不知道为什么我们始终没有能进一步地发展，就这么维持着介于死党和情侣之间的关系，至于原因——难道是太熟悉了？
　　确实有这方面的原因，毕竟当一个对方是一个连小时候尿过几回床你都知道的女孩时，你是很难将对方当成一个可以恋爱的对象的。
　　“阿俊，你在想什么呢？”许浅浅快步走了过来，小手在我面前用力地晃了晃，然后不满地说道。
　　“哦，我正在向读者介绍你的情况……”
　　……上面那句可以无视……
　　就在这时，不远处突然聚拢起来的人群吸引了我的注意。


第2章 危险的苏醒
　　围观的人明显分为两拨，其中一拨是我每天在学校都会遇上的同学们，他们此刻正一脸怒色地看着圈子中间，另外一拨则是很少在这边见到的来自沧澜私立高中的贵族学生们，他们的表情则丰富的多了，有一脸看好戏的，有一脸不屑的，还有几个看上去义愤填膺，不过所有人都没有上前的意思。
　　这两拨人之间留下了相当大的空隙，让我可以毫不费力地看到里面发生了什么事情。
　　首先映入眼帘的是一个一脸傲色的年轻人，从对方的穿着上来看就可以看出对方的家境相当不一般，最起码那身我连牌子都叫不上来的西装就不是我们这边的学生穿得起的，在年轻人身后则站着两个看上去和他年龄差不多的学生，虽然穿着同样不凡，但是从后者一脸谄媚的表情就可以看出他们是前面那个富家子带着的小弟们，在这三人组前面，正站着一个眼神闪躲的男生，我依稀记着对方是我们学校的一个高二学生，我决定将其命名为酱油哥。
　　很明显，这是一次典型的仗势欺人。
　　这样的事情并不常见，至少从我来到这个学校以来还从来没有看到过，尽管在对面的是一座远近闻名的贵族学校，但那里的校训是出了名的严格，而且这些富家子弟也并不像一般人想象的那样不可一世，对这些大家子弟来说，良好的教养是他们必不可少的一部分，但不论在哪里，败类总是存在的，我面前这个带着小弟出来欺负弱者的公子哥就是一个典型的败类。
　　不论这个富家子回去之后是不是会受到他们校方的惩罚，就现在来看，他面前的那个男生今天是要倒霉了。
　　周围的人群议论纷纷，但没有一个人上前，被围在中间的那个男生显然也早就想到了这一点，他只是缩着脖子，静静地等待着对方发泄够了离开。
　　我们这边的学生大部分不敢去触对方的霉头，这并不是懦弱的事，对方都是一些非富即贵的人物。对他们而言，要让我们这样的普通学生从学校里消失简直不费吹灰之力，而对方的人虽然有部分人对那个富家子的行为很不屑，但他们也不打算为了一个普通学生而惹事，毕竟不管怎么说，那个嚣张的年轻人也是他们圈子里的人。
　　没想到啊，一大早就遇上了这么令人不爽的事情。
　　“阿俊，”浅浅轻轻拉了拉我的衣服，小声说道，“咱们走吧，别惹事。”
　　我咬了咬牙，但还是点点头，准备离开。
　　后面将要发生的事情不用猜也可以知道，随随便便一个不成理由的理由就可以上演一场单方面的殴打或者羞辱，然后那个一脸傲色的年轻人就会在这个过程中得到扭曲的乐趣，至于我们学校那个倒霉的男生也就是酱油哥同学——谁会帮助他呢？
　　我并不是没有同情心，更不是没有正义感，只是身为一个普普通通的学生，面对这种情况实在无能为力，而且如果这时候强出头的话，不但起不到任何作用，还有可能连累到姐姐，那些举足轻重的大人物只要随意动动指头就可以让我和姐姐勉力支撑的家宣告崩溃。
　　只是……真的很不甘心啊。
　　离开人群之前，我再次转过头去，盯了那个富家子一眼，后者此时正在肆无忌惮地辱骂着面前畏缩的男生，不时回过头去，似乎在炫耀自己的威风。
　　“人渣，”我低声说道，“真想揍他一顿。”
　　所有人都不知道，就在这同时，我们头上的恒星发生了一次小小的太阳风爆发，让某些属于这个星球的信息发生了不大不小的变动，我在这一瞬间的想法被加强了无数倍，然后被某个遥远世界的无时差通信系统给接收了。
　　似乎有什么东西“咔哒”地响了一下，当然，实际上我并没有听到什么声音，那只是印象上的，感觉有什么东西被开启了一样。
　　一阵眩晕感毫无预兆地袭来，每天晚上总是会梦到的那个灰色死寂的金属世界的景象突然滑过脑海，然后一个略有些机械的女声在我的心中响起。
　　“接受外部指令集……权限确认……模糊指令分析……执行……目标确认，调用天顶远程空间打击系统，准备试探性攻击……开始！”
　　随着脑海中的声音落下，一道手臂粗细、半透明如同水流的能量柱从天空落下，最后无声地消失在人群中央的那个富家子脚下。
　　但似乎没有人注意到那个光柱，所有人的注意力都集中在中间的几个人身上，以至于那道近乎透明的“柱子”被忽略了，原本我也不可能发现这么隐蔽的东西，但不知道为什么，我清楚地看到了这道“水流”的轨迹。
　　然后，我发现那道“水流”消失的地方，原本是装饰用卵石的地面多了一个暗红色的小洞，在小洞周围，融化的地面正缓缓流入因地面汽化而出现的洞口中。
　　惊人的破坏力！
　　大脑在三秒钟内宕机，面前十有八九是由自己引发的异状让我不知所措。
　　这究竟是怎么回事？超自然现象？灵异事件？路过的奥特曼在练习射击？还是我突然拥有了超能力？
　　每一个解释都那么难以置信，但是眼前的景象让我不得不怀疑自己是不是遇上了某些相当戏剧化的事情。
　　或许只是幻觉吧，我这么想着，但是接下来发生的事情让我确认了面前的景象是千真万确的。
　　那名盛气凌人的年轻人突然向前走了一步，似乎是打算亲自动手了，但是他这一抬脚，正好踏在了那一小片岩浆覆盖的地面上。
　　几秒钟过后，杀猪般的惨嚎猛然响起。
　　布料本就是相当容易燃烧的东西，被神秘能量彻底融化的地面更是远超过了布料的燃点，不一会那个年轻人的裤子便燃烧了起来，他慌张地拍打着裤脚上的火焰，可是那条看上去十分名贵的裤子看来真的太适合当燃料了，随着他的拍打，火势非但没有丝毫减弱，反而越来越强，周围的人这时也终于反应了过来，纷纷顺手拿起手边的饮料（这是他们那边的）、衣服（这还是他们那边的）、半截砖（这是我们这边的……）上前帮忙灭火。
　　但是此刻我却顾不上关注面前的混乱场面。
　　脑海中紧接着响起的声音让我惊慌失措。
　　“试探性攻击完成……重新计算参数……计算完成，转入正式打击模式……主武器阵列开始充能……副武器阵列开始充能……准备就绪，十秒钟后所有战斗单元自由开火……十，九，八，七……”
　　不论究竟是怎么回事，只有一点是可以确定的：某个相当危险的东西被我唤醒了，不管那是来自M7的野生奥特曼还是打酱油路过地球的威震天，反正理论上这里的人在不久后都得被那种能量柱给干掉。
　　根据刚才那次“试探性攻击”就足以将一小片地面融化成岩浆来看，十秒钟后到来的全面自由攻击将毫无疑问地杀死这里的每一个人。
　　“靠，这东西没pause不成？！”我在心中呐喊着，可是不论如何努力，刚才那种奇妙的状态都没有再出现，倒计时仍然在不紧不慢地进行着。
　　“阿俊，你怎么了？脸色怎么这么差？”浅浅发现了身边人的异常，立刻紧张地问道，但是我却没有时间回答。
　　该死！该死！那究竟是什么东西！为什么这时候不听话了！
　　“六，五……”
　　冷汗开始顺着我的脸流下来。
　　“四，三……”
　　“浅浅！”我猛的大喊了一声，然后拉起她便向外围跑去——尽管我知道以我们的速度实在很难逃离即将到来的全面攻击。
　　但是不论如何，都不能让浅浅因为我的原因出事！
　　“阿俊，怎么……”少女被我突然的动作吓了一跳，不由得大叫起来。
　　“二，一……”
　　混蛋！我不管你究竟是什么东西！现在赶快给我停下来！
　　在急速奔跑中，我的眼前突然出现了一张小小的纸片，还没来得及看清上面的一串数字，我便感到自己额头一阵剧痛，然后……就没有然后了。
　　浅浅惊慌的叫声模糊地传了过来。
　　“严重系统错误，外部指令集异常，失去最高权限许可……天顶远程空间打击系统停止运行……”
　　靠，老中医的广告都贴到学校门口了。
　　这是我撞上电线杆并彻底晕过去之前的最后一个想法。


第3章 古老帝国
　　头……好痛……
　　发生了什么事？
　　我感觉自己的脑袋里面简直就像一团浆糊，各种各样杂乱的东西被搅和在一起，让自己费尽力气都无法从里面找到自己想要的信息。
　　这种状况持续了十几分钟，我才终于渐渐夺回了思考的主动权。
　　啊！对了！想起来了！在昏迷之前发生的事情——当时和浅浅站在学校门口，有一个贵族学校的学生正在欺负我们的同学，然后不愿惹事的我们准备赶快离开，然后呢？
　　我好像狠狠地盯了那个仗势欺人的富家子弟一眼，并且产生了教训对方一顿的想法。
　　再然后……
　　猛然间，一切事情都清晰地回到了我的脑海中，那个神秘的“天顶远程打击系统”倒计时的声音仿佛再次回响在我的脑海中。
　　“浅浅！快跑！”我大叫着，猛然坐了起来。
　　“这里是……那个梦？”我环视四周，发现周围都是那些在梦中出现的灰色金属建筑，毫无疑问，失去意识之后我又回到了这个奇怪的地方。
　　我揉了揉额头，四处张望着，突然发现周围的景象似乎有些不太对劲，好像，太暗了点……
　　于是我抬起头来……
　　下一秒，我感觉自己的心脏都停掉了几拍！
　　天空中巨大的金属球体竟然已经如此接近地面，几乎已经到了触手可及的地步，巨大的球面遮蔽了将近一半的天空，如同另一片大地一般沉沉地压了下来，我可以清楚地看到它表面复杂的金属结构，它们有的好像是塔楼，有些是武器的发射井，还有些好像是通信设备的凸起，更多的是如同森林般密集的黝黑炮口，在这些金属设施之间，还有些面积庞大的圆形凹陷，似乎是某种起降的平台或者聚能设施，这骇人的钢铁丛林缓缓地在天空移动着，无声地将灭顶的恐惧传达给在它们正下方的我。
　　这究竟是什么东西啊？这种场景也太科幻了点吧？
　　不管在心中如何吐槽，也改变不了我即将被这如同小星星一般的空中要塞压扁的命运——虽然缓慢到完全看不出动静，但我的直觉告诉我，这个巨大的星体要塞，仍然在下降！
　　在这个梦中我的直觉一向是惊人地准确，就好像现在我直觉地感到，尽管这里是梦境，但是这个世界发生的事情绝对会影响到现实世界中的自己。
　　现在怎么办？跑？开玩笑，你知道这个大金属球有多大么？我估计它的半径已经超过了一千公里！这个东西下降的再慢，在跑出去之前它也足够将我变成一摊饺子馅了！
　　现在当务之急是冷静，冷静！这个金属球下降的很慢，一时半会它还不会压到我，在此之前我必须找到一个可以藏身的建筑，这个建筑一定要足够结实，结实到它可以顶住天上那个简直就是一个小行星的巨大要塞……
　　要去找个这么结实的地方我还不如跑一千公里呢！
　　等等，我好像忘了什么东西……
　　对了，另外两个金属球体呢？原本天空是有三个金属球体的，但现在怎么只能看到一个？难道是躲在这个已经快接触到地面的金属球的背后了？
　　……这都什么时候了，我还有闲心想这些事，一个天体要塞已经足够把我变成饺子馅了，再来两个顶多把馅再压匀一点……
　　但就是这么一闪念间，让我已经有些混乱的思路出现了一瞬间的清明，我想起了在学校门口的时候那道能量柱出现时脑海中响起的声音。
　　不论那是什么东西，超自然现象也好，超能力也罢，似乎，我可以在某种程度上影响到那道能量及其所属的什么天顶攻击系统，或者说，那个攻击系统有极大可能就是被我激活的，现在看来，这个梦中的世界和那个天顶攻击系统之间一定存在着什么联系，也就是说，其实我可以影响到这个梦中世界的东西？
　　一定是这样的！毕竟这是我的梦境嘛，怎么说也是自己的地盘，我的意志一定可以影响到这个梦境中的东西！
　　话是这么说，但是能不能成功心里还是有点没底，事到如今我早已经不把这个世界当成是一个普通的怪梦了，这个奇特的梦已经超出了一般梦境的范畴，甚至上升到了灵异事件的高度，天知道我究竟是在做梦还是已经被某个幻境吞噬了进去，或者更惨一点，丫一个闪电把我给劈穿越了——不过这个可能性不大，码字那家伙说好了不写穿越文的。
　　尽力平静下心情，我开始努力集中起精神，试图控制天空那个即将给自己带来灭顶之灾的天体要塞。
　　这很难，因为我根本不知道应该从哪里入手，理论上来讲高中课程里是没有星球要塞控制学的……
　　我所能做的，只是不停地在脑海里重复让这个巨大球体远离地面的想法。
　　几十分钟过去了，一点动静也没有，寂静的天地间只能听到我越来越沉重的呼吸声，天空的巨大要塞已经明显更加接近了地面，上面原本还有些模糊的金属突起物此刻已经清晰可辨。
　　但就在快要放弃的时候，一种什么东西被连接上的感觉却突然从我的精神
</pre>
<br>
<br>
<div></div>
</td>
</tr>
</table>
<table class='headbar'>
<tr>
<td>
<a href='../'><echo class='headbarbackbutton'><</echo></a>
<a href='../'><echo class='headbaropinion'>=</echo></a>
<div class='headbartitle'>WMProject User Interface<span style="background-color: #faf20b;" class="glitch_p">「<span class="glitch">WMUI</span>」</span> - Test Page</div>
</td>
</tr>
</table>
<table class='bottombar'>
<tr>
<td>
<a href='../'><img src='./websitelogo.png' class='bottombarlogo' title='Wemakeli'></img></a>
<a href='../'>
<img src='./user.png' class='bottombaruserimage' title='Debug User' alt='Debug User'></img>
<echo class='bottombarusername'>Debug User</echo>
</a>
<a href='../'>
<echo class='bottombargta'>主页</echo>
</a>
<a href='../'>
<echo class='bottombargtb'>视频</echo>
</a>
<a href='../'>
<echo class='bottombargtc'>音频</echo>
</a>
<a href='../'>
<echo class='bottombargtd'>专栏</echo>
</a>
<a href='../'>
<echo class='bottombarfte'>关于</echo>
</a>
</td>
</tr>
</table>