console.log(`Wemakeli Version 0.8.2 Build 537
Build on PHP7.3.4nts
Made by WMProject1217
你们可能不知道只用20万赢到578万是什么概念。
我们一般只会用两个字来形容这种人：赌怪（土块）！

我经常说一句话，当年陈刀仔他能用20块赢到3700万，我卢本伟用20万赢到500万，不是问题。

埋伏他一手，这个牌不能捡，这个牌不用捡，他死定了。

反手给一个超级加倍，闷声发大财。她也超级加倍？但是不用怕，她的牌赢不了我。

五六七八九十，两个炸，很NB这个牌，如果把这个K换成J，我这个牌将成为绝杀，可是换不得。

单走一个6，SB（伞兵），直接把K走了。

走他一张2顶他。阿姨快点，阿姨，阿姨你K都不要吗？阿姨，你快点啊阿姨，别磨磨蹭蹭的。

五六七八九十。打错了，应该打二的。

给阿姨倒杯茶好吧，阿姨给你倒一杯卡布奇诺。

给阿姨倒一杯卡布奇诺，开始你的炸弹秀。炸她炸她。漂亮~！

17张牌你能秒我？你能秒杀我？！你今天能十七张牌把卢本伟秒了，我当场！就把这个电脑屏幕吃掉！

飞机（此为系统语音）`);